Repository: shiraz877/cigarette-counter
Catalog: CigaretteCouter/Resources/Localizable.xcstrings
Source language: en
Languages: ar, bn, de, es, fr, hi, id, kn, ml, pt, ru, ta, te, tr, ur, zh_hans

source: Your smoking history belongs to you. Keep your information private and manage your data from Settings.
ar: سجل التدخين الخاص بك ملك لك. حافظ على خصوصية معلوماتك وقم بجدولة بياناتك من الإعدادات.
bn: আপনার ধূমপানের ইতিহাস আপনারই। আপনার তথ্য ব্যক্তিগত রাখুন এবং সেটিংস থেকে আপনার ডেটা পরিচালনা করুন।
de: Dein Rauchverlauf gehört dir. Halte deine Informationen privat und verwalte deine Daten über die Einstellungen.
es: Tu historial de tabaquismo te pertenece. Mantén tu información privada y administra tus datos desde Configuración.
fr: Votre historique de tabagisme vous appartient. Gardez vos informations privées et gérez vos données depuis les Réglages.
hi: आपकी धूम्रपान हिस्ट्री आपकी अपनी है। अपनी जानकारी को निजी रखें और सेटिंग्स से अपने डेटा को प्रबंधित करें।
id: Riwayat merokok Anda adalah milik Anda. Jaga kerahasiaan informasi Anda dan kelola data Anda dari Pengaturan.
kn: ನಿಮ್ಮ ಧೂಮಪಾನ ಇತಿಹಾಸ ನಿಮ್ಮದೇ ಆಗಿದೆ. ನಿಮ್ಮ ಮಾಹಿತಿಯನ್ನು ಖಾಸಗಿಯಾಗಿ ಇಟ್ಟುಕೊಳ್ಳಿ ಮತ್ತು ಸೆಟ್ಟಿಂಗ್‌ಗಳಿಂದ ನಿಮ್ಮ ಡೇಟಾವನ್ನು ನಿರ್ವಹಿಸಿ.
ml: നിങ്ങളുടെ പുകവലി ചരിത്രം നിങ്ങൾക്ക് സ്വന്തം. നിങ്ങളുടെ വിവരങ്ങൾ സ്വകാര്യമായി സൂക്ഷിക്കുകയും ക്രമീകരണങ്ങളിൽ നിന്ന് നിങ്ങളുടെ ഡാറ്റ കൈകാര്യം ചെയ്യുകയും ചെയ്യുക.
pt: Seu histórico de tabagismo pertence a você. Mantenha suas informações privadas e gerencie seus dados em Configurações.
ru: История вашего курения принадлежит вам. Храните информацию в тайне и управляйте своими данными в Настройках.
ta: உங்கள் புகைபிடித்தல் வரலாறு உங்களுக்கே சொந்தமானது. உங்கள் தகவலை தனிப்பட்டதாக வைத்து, அமைப்புகளிலிருந்து உங்கள் தரவை நிர்வகிக்கவும்.
te: మీ ధూమపాన చరిత్ర మీదే. మీ సమాచారాన్ని ప్రైవేట్‌గా ఉంచి, సెట్టింగ్‌ల నుండి మీ డేటాను నిర్వహించండి.
tr: Sigara geçmişiniz size aittir. Bilgilerinizi gizli tutun ve verilerinizi Ayarlar'dan yönetin.
ur: آپ کی تمباکو نوشی کی ہسٹری آپ کی اپنی ہے۔ اپنی معلومات کو نجی رکھیں اور سیٹنگز سے اپنے ڈیٹا کو سنبھالیں۔
zh_hans: 您的吸烟记录属于您。请保护您的信息隐私，并在设置中管理您的数据。
